const Education = {
	Main: {
		test: "Пройти тест",
		passed: "Пройденные",
		toComplete: "Нужно пройти",
		unavailable: "Пока недоступны",
		edit: "Редактировать",
		read: "Читать",
		delete: "Удалить",
		create: "Создать",
		drafts: "Черновики",
		chooseDraft: "Выберите черновик",
		deleteLecture: "Вы уверены, что хотите полностью удалить материал?",
		notFound: "К сожалению материалов к вашей должности ещё не существует.",
		readLecture:
			"Вы можете начать проходить тест в любое удобное для вас время. Хотите начать читать лекцию?",
		afterReading: "Эти тесты станут доступны, после прохождения лекций.",
	},
};

export default Education;
