const Forgot = {
	Main: {
		recovery: "Восстановление пароля",
		next: "Далее",
		number: "Введите ваш номер",
		specify:
			"Укажите свой действующий мобильный телефон, для подтверждения на него будет отправлен восьмизначный код.",
		pin: "Код подтверждения",
		password: "Новый пароль",
		confirm: "Подтвердите пароль",
		submit: "Подтвердить",
	},
	Placeholder: {
		phone: "Введите номер",
		pin: "Пин-код должен быть длинной в 8 чисел!",
		password:
			"Ваш пароль должен быть от 8 символов, содержать буквы верхнего и нижнего регистра, а также цифры",
		confirm: "Пароли не совпадают!",
		fill: "Заполните поле",
	},
};

export default Forgot;
