const Rating = {
	lectures: "Лекции",
	tests: "Тесты",
	rating: "Рейтинг",
	passedMaterials: "Пройдено лекций:",
	passedTests: "Пройдено тестов:",
	passAllMaterials:
		"Для более достоверной информации по общей статистике, пожалуйста, пройдите все лекции.",
	passAllTests:
		"Для более достоверной информации по общей статистике, пожалуйста, пройдите все тесты.",
	congratulations: "Поздравляем! Вы отлично справляетесь!",
	inAverage: "Вы проходите тесты в среднем на",
	details: "Детали",
	notPassed: "Непройденные",
	successfullyPassed: "Успешно пройденные",
	averagePercent:
		"Рейтинг высчитывается автоматически, исходя из среднего процента прохождения вами лекций. Для повышения процента, проходите тесты повторно, исправляя допущенные ранее ошибки.",
	passPercent: "Процент прохождения:",
	correctAnswers: "Правильных ответов:",
	testPassed: "Тест пройден",
	testFailed: "Тест не пройден",
	repeat: "Повторить",
};

export default Rating;
