const Forgot = {
	Main: {
		recovery: "استعادة كلمة المرور",
		next: "التالي",
		number: "أدخل رقم الهاتف",
		specify: "أدخل رقم الهاتف و سيتم رمز مؤلف من  ٨خانات لإكمال عملية التوثيق",
		pin: "رمز التأكيد",
		password: "كلمة مرور جديدة",
		confirm: "تأكيد كلمة المرور",
		submit: "إرسال",
	},
	Placeholder: {
		phone: "أدخل رقم الهاتف",
		pin: "يجب أن يتكون الرمز من ٨  أرقام على الاقل",
		password: "يجب أن تتكون كلمة المرور من ٨ حروف كبيرة وصغيرة وأرقام",
		confirm: "كلمات السر غير متطابقة!",
		fill: "املأ الحقل",
	},
};

export default Forgot;
