const Rating = {
	lectures: "المحاضرات",
	tests: "الاختبارات",
	rating: "التقييم",
	passedMaterials: ":المحاضرات التي تم اجتيازها",
	passedTests: ":الاختبارات التي تم اجتيازها",
	passAllMaterials:
		"للحصول على معلومات أكثر موثوقية إزاءالإحصائيات العامة، يرجى إتمام  جميع المحاضرات.",
	passAllTests:
		"للحصول على معلومات أكثر موثوقية إزاءالإحصائيات العامة،يرجى اجتياز الاختبار.",
	congratulations: "تهانينا!أنت تبلي بلاءاً حسناً",
	inAverage: "لقد نجحت بالامتحان بنسبة",
	details: "التفاصيل",
	notPassed: "فشل",
	successfullyPassed: "تم الاجتياز",
	averagePercent:
		"يتم حساب التقييم تلقائياً بناءً على متوسط النسبة المئوية لإكمال محاضرتك.ولزيادة النسبة المئوية الخاصة بك، قم بإجراء الاختبار مرة أخرى، وصحح الأخطاء التي ارتكبتها سابقا",
	passPercent: "نسبة النجاح",
	correctAnswers: "الإجابات صحيحة",
	testPassed: "تم اجتياز الاختبار",
	testFailed: "فشل الإختبار",
	repeat: "مرة أخرى",
};

export default Rating;
